{
    "rcmRecipes": [
        {
            "tenmon": "Lẩu nấm chay",
            "image": "https://monngonmoingay.com/wp-content/uploads/2015/08/lau-nam-chay-880.jpg",
            "nguyenlieu": [
                "Mía lau nướng: 2 khúc",
                "Bắp Mỹ: 1 trái",
                "Hành boaro: 1cây",
                "Cà rốt: 1/2 củ",
                "Khoai môn: 1/2 củ",
                "Bông cải xanh:  100g ",
                "Các loại nấm: nấm kim châm, nấm bào ngư, nấm chân gà, nấm đông cô tươi, nấm linh chi tươi, nấm mỡ, nấm rơm: 300g ",
                "Đậu hũ chiên: 1 miếng ",
                "ĂN KÈM: mì vàng, tàu hũ ki",
                "Gia vị: : Muối, đường, dầu ăn, hạt nêm chay",
                "Bột ngọt ",
                "Nước tương "
            ],
            "soche": [
                "– Bắp Mỹ cắt khúc, cho vào nồi nấu với mía lau và 3 lít nước cho ra nước ngọt.",
                "– Các loại nấm cắt bỏ chân, ngâm nước muối, rửa sạch, để ráo. Tàu hũ ki chiên vàng. Đậu hũ non cắt miếng nhỏ . Xếp tất cả ra dĩa.",
                "– Hành boaro cắt mỏng phi vàng.",
                "– Khoai môn cắt thành miếng vuông, chiên rám mặt. Cà rốt tỉa bông, cắt lát. Bông cải xanh cắt thành từng búp nhỏ.",
                "– Mì trứng trụng nhanh qua nước sôi, vớt ra xả nước lạnh, để ráo, trộn với dầu phi hành boaro"
            ],
            "thuchien": [
                "Vớt bỏ mía, khoai môn, cà rốt vào, nêm 2m bột ngọt AJI-NO-MOTO®, 1m muối, 1m đường, 1/2M nước tương “Phú Sĩ”, 1M hạt nêm chay, nếm vị ngọt mặn vừa ăn. Cho bông cải xanh, hành boaro và 2M dầu phi hành boaro vào."
            ],
            "cachdung": [
                "– Bày tất cả ra bàn, khi ăn cho đậu hũ non, tàu hũ ki và các loại nấm vào. Dùng chung với mì, chấm thêm nước tương “Phú Sĩ” tùy khẩu vị.",
                "– Món ăn đi kèm:Gỏi hoa chuối thịt gà chay"
            ],
            "machnho": [
                "– Một số loại nấm sẽ dai và mất vị ngọt khi bị chín quá, vì vậy khi ăn tới đâu cho vào tới đó, vừa chín tới vớt ra dùng ngay.",
                "– Chiên khoai môn để khoai được thơm hơn.",
                "– Nướng mía lau để nước dùng trong có mùi thơm, vị ngọt mà không bị chua."
            ],
            "tags": [
                "miền Trung",
                "món ngon từ nấm",
                "lẩu nấm",
                "lẩu chay",
                "lẩu",
                "món chay"
            ]
        },
        {
            "tenmon": "Bò kho chay",
            "image": "https://monngonmoingay.com/wp-content/uploads/2017/12/bo-kho-chay-880.jpg",
            "nguyenlieu": [
                "Đậu hũ trắng, chiên vàng: 1 miếng ",
                "Nấm đông cô khô:  30g  ",
                "Đậu hạt Hà Lan: 30g  ",
                "Tàu hũ ki cọng mềm: 100g  ",
                "Cà rốt: 100g  ",
                "Khoai tây: 200g   ",
                "Nước dừa tươi: 700ml ",
                "Ớt hiểm băm: 1m ",
                "Cà paste: 2M",
                "RAU NÊM: Ngò gai, Sả, rau quế, hành boaro, húng quế",
                "ĂN KÈM: Bánh mì: ",
                "Gia vị:  Đường, muối, tiêu, ớt bằm, bột năng, bột bò kho",
                "Bột ngọt ",
                "Hạt nêm "
            ],
            "soche": [
                "– Nấm đông cô ngâm nước sôi cho mềm, bỏ chân, cắt đôi. Cà rốt, khoai tây cắt khối 3cm. \n– Đậu hũ trắng cắt miếng vuông 3cm. Tàu hũ ki cắt khúc 3cm. Sả cây đập dập cắt khúc. Ớt sừng cắt khúc. Hành boaro cắt lát mỏng. Ngò gai, rau quế cắt nhỏ. Bột năng hòa với nước cho loãng."
            ],
            "thuchien": [
                "– Phi thơm hành boaro, sả ớt băm, rồi cho 2M cà paste, bột mì, cho cà rốt, khoai tây vào, cho 2M bột bò kho, 2M sa tế vào xào với lửa nhỏ, đến khi hỗn hợp lên màu đỏ đặc trưng.",
                "– Thêm vào 700ml nước dừa tươi, sả cây, nấm đông cô và nêm vào 1/2m muối, 1m bột ngọt AJI-NO-MOTO®, 1,5M đường, 2,5M hạt nêm Aji-ngon® Nấm, đun sôi với lửa lớn 5 phút, cho tiếp tàu hũ ki, đậu hũ và đậu hạt Hà Lan vào, nấu chín tới, cho nước bột năng vào từ từ, tạo độ sệt, tắt lửa, thêm ngò gai và rau quế vào."
            ],
            "cachdung": [
                "– Múc bò kho chay ra tô, rắc ít tiêu, dùng nóng với bánh mì hoặc hủ tiếu.",
                "– Món ăn đi kèm:Trà sữa hạt é sương sâm"
            ],
            "machnho": [
                "– Khi cho bột bò kho vào xào, nên để lửa nhỏ, để bột không bị cháy.",
                "– Cho đậu hũ trắng vào sau cùng để đậu không bị nát.",
                "– Cho bột mì vào xào để có độ sánh & ngon hơn"
            ],
            "tags": [
                "miền Nam",
                "bo kho",
                "bo kho chay",
                "món chay",
                "món kho",
                "món chay ngon",
                "món chay dễ làm",
                "kho",
                "món chay"
            ]
        },
        {
            "tenmon": "Hoành thánh chay",
            "image": "https://monngonmoingay.com/wp-content/uploads/2015/08/hoanh-thanh-chay-880.jpg",
            "nguyenlieu": [
                "Lá hoành thánh : 20 miếng ",
                "Củ năng: 3 củ ",
                "Khoai cau hấp chín : 100g ",
                "Nấm mèo: 1 tai vừa ",
                "Nấm hương: 5 tai ",
                "Đậu hũ trắng: 1/2 miếng nhỏ ",
                "Bánh tráng mè nướng bóp vụn: 2M  ",
                "RAU NÊM: Cọng ngò rí băm, ớt sừng băm",
                "ĂN KÈM: Xà lách, cà chua",
                "Gia vị:  Đường, dầu ăn, tiêu, dầu mè, tương xí muội, 1M hành boaro phi, 1/2M tiêu xanh",
                "Hạt nêm ",
                "Nước tương "
            ],
            "soche": [
                "– Đậu hũ luộc chín, vắt ráo, bóp nhuyễn, quết cho dai.",
                "– Nấm mèo, nấm hương ngâm nở, cắt nhuyễn. Củ năng cắt hạt lựu.",
                "– Bánh tráng bóp vụn"
            ],
            "thuchien": [
                "– Trộn nhân gồm: đậu hũ, khoai cau, nấm mèo, nấm hương, củ năng, 1M boa rô băm, 1/2M tiêu xanh đập dập, 1/2m cọng ngò, 1/3m tiêu, 1/2m đường, 1m hạt nêm Aji-ngon® Nấm, 1/2m dầu mè và 1m nước tương “Phú Sĩ”, ớt sừng băm nhỏ. Quết nhân cho dai.",
                "– Cho một ít nhân vào vỏ hoành thánh, túm lại, có thể thêm 1 ít ớt sừng để thêm màu sắc.",
                "– Đun nóng dầu ăn, chiên hoành thánh chín vàng giòn, vớt ra để ráo dầu."
            ],
            "cachdung": [
                "– Xếp hoành thánh ra dĩa, bày chung với xà lách, cà chua. Khi ăn chấm kèm tương xí muội."
            ],
            "machnho": [
                "– Vắt ráo và quết đậu hũ non để nhân có độ kết dính tốt.",
                "– Có thể cắt nhỏ khoai môn, thêm 1 ít nước và hấp chín trong lò vi sóng trong 5 phút"
            ],
            "tags": [
                "miền Nam",
                "hoành thánh chay",
                "món chay ngon",
                "hoành thánh",
                "món chay",
                "kho",
                "chiên"
            ]
        },
        {
            "tenmon": "Bí đỏ hấp hạt sen",
            "image": "https://monngonmoingay.com/wp-content/uploads/2021/02/bi-do-hap-hat-sen-880.webp",
            "nguyenlieu": [
                "Bí đỏ non: 4 trái",
                "Hạt sen: 100g ",
                "Đậu bi: 30g ",
                "Đậu hũ chiên: 50g ",
                "Cà rốt: 40g ",
                "Boaro: 1 cây",
                "Nấm đông cô tươi: 40g ",
                "RAU NÊM: Lá boaro, cọng ngò, ớt sừng cắt sợi: ",
                "Gia vị: dầu ăn",
                "Nước tương ",
                "Hạt nêm "
            ],
            "soche": [
                "Bí đỏ cắt chóp, nạo bỏ phần hạt, giữ lại phần nắp, hấp bí đỏ 10 phút.",
                "Hạt sen lấy tim sen, luộc chín hạt sen và đậu bi.",
                "Đậu hũ, cà rốt và nấm đông cô tươi cắt hạt lựu. Hành boaro cắt mỏng phần cọng, phần lá cắt nhuyễn."
            ],
            "thuchien": [
                "Phi thơm hành boaro, cho nấm và cà rốt vào xào, thêm 2M nước, cho hạt sen, đậu bi, đậu hũ vào xào sơ, nêm 1m Hạt nêm Aji-ngon® Nấm Hương và Hạt Sen, 1/3m tiêu. Tắt lửa. Thêm lá boaro.",
                "Cho rau củ đã xào vào bí, đậy nắp, hấp thêm 25 phút đến khi bí đỏ và rau củ chín mềm. Rắc ít lá boaro và ớt sừng cắt sợi cùng cọng ngò lên trên."
            ],
            "cachdung": [
                "Dùng nóng. Chấm kèm Nước tương “Phú Sĩ”."
            ],
            "machnho": [
                "Hấp sơ bí giúp món ăn chín đều sau khi hoàn thành.",
                "Xào nấm chín kĩ để giảm mùi hăng của nấm.",
                "Chọn quả bí tròn đều, đáy bằng, vỏ đậm màu, sau khi hấp sẽ đẹp hơn.",
                "Món ăn đi kèm để tạo thành bữa ăn hoàn chỉnh: Súp bát trân chay."
            ],
            "tags": [
                "miền Nam",
                "bí đỏ",
                "hạt sen",
                "món chay dễ làm",
                "hấp",
                "món chay"
            ]
        },
        {
            "tenmon": "Chuối đậu kho tương sả",
            "image": "https://monngonmoingay.com/wp-content/uploads/2021/02/chuoi-dau-kho-tuong-sa-880.webp",
            "nguyenlieu": [
                "Chuối già xanh tươi: 4 quả ",
                "Đậu hũ mơ: 5 miếng",
                "Tương hột ngon: 1/2 chén ",
                "Nấm hương Sapa: 10 tai  : ",
                "Hành tây: 1/2 củ ",
                "Boaro: 1 cây ",
                "Sả cây: 4 cây ",
                "Nước dừa tươi: 1 chén ",
                "Sả ớt băm: 2M ",
                "Gia vị: dầu ăn, dầu điều, dầu mè, ớt sừng",
                "Nước tương ",
                "Hạt nêm "
            ],
            "soche": [
                "Chuối tước vỏ, cắt lát dày 1cm rửa qua nước muối, luộc nhanh trong 2 phút, ướp gia vị gồm 1m hạt nêm Hạt nêm Aji-ngon® Nấm và 1M màu dầu điều.",
                "Đậu hũ cắt miếng vuông 2 cm, chiên vàng.",
                "Tương hột xay mịn. Nấm hương ngâm nở. Hành Boaro cắt lát. Sả cây đập đập, cắt khúc. Hành tây cắt múi cau."
            ],
            "thuchien": [
                "Phi thơm sả cây, boaro và 2M sả ớt băm với 2M dầu ăn, cho tương vào trộn đều. Tiếp theo xào chuối xanh khoảng 1 phút, rồi thêm nấm hương, nêm 1/2M Hạt nêm Aji-ngon® Nấm, 1m Nước tương “Phú Sĩ”. Thêm đậu hũ, nước dừa và 1 chén nước lọc vào kho lửa nhẹ để đậu và chuối thấm vị. Cho ớt sừng, hành tây kho đến khi nước sanh sánh. Tắt lửa và thêm ít dầu mè, lá boaro."
            ],
            "cachdung": [
                "Múc món ăn ra bày thêm ớt."
            ],
            "machnho": [
                "Chiên vàng non đậu hũ giúp thấm vị, khi kho ko bị bể.",
                "Nếu khong mua được nấm hương Sapa có thể dùng loại nấm hương khác.",
                "Tùy theo độ mặn của tương hột, có thể gia giảm chút gia vị để cân bằng vị cho món ăn.",
                "Món ăn đi kèm: Canh bạch quả bí đỏ, khổ qua xào chay."
            ],
            "tags": [
                "miền Nam",
                "tương sả",
                "dau kho",
                "món kho dễ làm",
                "kho",
                "món chay"
            ]
        },
        {
            "tenmon": "Canh củ sen rong biển",
            "image": "https://monngonmoingay.com/wp-content/uploads/2021/02/canh-cu-sen-rong-bien-880.webp",
            "nguyenlieu": [
                "Củ sen: 150g",
                "Lá rong biển: 5g ",
                "Bạch quả tươi : 50g ",
                "Tàu hủ ky cọng tươi: 100g ",
                "Boaro băm : 2M ",
                "Cà rốt: 1/2 củ ",
                "Gừng cắt sợi: 1M ",
                "RAU NÊM: Boaro phi, ngò rí",
                "ĂN KÈM: Cơm trắng.",
                "Gia vị: Dầu ăn, muối, tiêu, đường",
                "Bột ngọt ",
                "Hạt nêm "
            ],
            "soche": [
                "Củ sen bào vỏ, cắt lát 0.5cm, luộc chín. Rửa sạch tàu hủ ky, cắt khúc 3cm. Bạch quả luộc mềm. Cà rốt tỉa hoa, cắt khoanh tròn.",
                "Tàu hủ ky ướp 1M boaro, 1m Bột ngọt AJI-NO-MOTO®, 1m Hạt nêm Aji-ngon® Nấm trộn đều để thấm 15 phút."
            ],
            "thuchien": [
                "Phi thơm boaro với ít dầu ăn, xào thơm tàu hủ ky, thêm 1.2 lít nước và cho củ sen, bạch quả, cà rốt vào nấu sôi, nêm 1m muối, 1/2M đường, 1m Bột ngọt AJI-NO-MOTO®, 1/2M Hạt nêm Aji-ngon® Nấm vào khuấy đều để nhỏ lửa nấu khoảng 20 phút cho củ sen, bạch quả và tàu hủ chín mềm cho lá rong biển, 1M gừng cắt sợi vào khuấy đều nấu thêm 5 phút nếm lại tắt lửa."
            ],
            "cachdung": [
                "Múc canh ra tô, thêm ngò rí, hành boaro phi và tiêu vào dùng nóng kèm cơm trắng."
            ],
            "machnho": [
                ""
            ],
            "tags": [
                "miền Nam",
                "canh củ sen",
                "rong biển",
                "món canh dễ nấu",
                "canh",
                "món chay"
            ]
        },
        {
            "tenmon": "Chả chay cuốn rong biển",
            "image": "https://monngonmoingay.com/wp-content/uploads/2022/04/cha-chay-cuon-rong-bien-880.jpg",
            "nguyenlieu": [
                "Lá rong biển ( lá nori): 3 lá  ",
                "Lá tàu hủ kỷ yểu: 3 miếng ",
                "Giò sống chay: 400gr ",
                "Đậu hủ trắng loại miếng nhỏ: 3 miếng  ",
                "Nấm Hương  khô: 50gr ",
                "Hành Boaro phi: 20 gr ",
                "Cà rốt cắt nhuyễn: 70gr ",
                "ĂN KÈM: Cơm trắng, dưa leo, xà lách, nước tương, ớt ",
                "Gia vị: : Dầu ăn, tiêu trắng xay, đường, bột ngọt, MÙ TẠT XANH, nước dừa, ớt sừng băm 2m",
                "Hạt nêm "
            ],
            "soche": [
                "– Lá tàu hủ kỷ yểu: Tàu hủ ky cắt miếng chữ nhật bề ngang bằng lá rong biển, bề dài hơn lá rong biển 5cm.",
                "– Đậu hủ trắng loại miếng nhỏ: Chần qua nước sôi, vắt ráo giã nhuyễn.",
                "– Nấm hương khô: Ngâm mềm cắt nhuyễn."
            ],
            "thuchien": [
                "– Trộn Nhân (ướp): Trộn đều giò sống chay, tàu hủ, nấm Hương, cà rốt, Boaro phi, nêm vào 1m tiêu xay, 1m đường, 1m bột ngọt, 2m hạt nêm Aji-ngon® Nấm trộn đều lại cho thấm gia vị.",
                "– Cuốn chả: Đặt lá tàu hủ ky lên dĩa, thoa nước lên tàu hũ ki cho mềm, dàn đều nhân lên lá tàu hủ ky, đặt tiếp lá rong biển lên nhân, dàn đều tiếp nhân lên lá rong biển, sau đó cuộn tròn lại, cắt làm đôi.",
                "– Chiên chả: Làm nóng 4M dầu cho cuốn chả vào chiên vàng, giòn rồi thêm 2/3 chén nước dừa vào, om lửa nhỏ đến lúc cuốn chả chín, cạn nước là tắt lửa, để nguội, cắt khoanh vừa ăn.",
                "– Pha nước tương ăn kèm: 1m mù tạt xanh, 2M nước dừa, 2M nước tương Phú sĩ, ít ớt băm, khuấy đều."
            ],
            "cachdung": [
                "Xếp cuốn chả ra dĩa kèm dưa leo xà lách, dùng kèm cơm trắng và nước tương."
            ],
            "machnho": [
                "– Giã nhuyễn đậu hủ, để phần nhân của chả dai hơn và kết dính.",
                "– Dùng tàu hủ kỷ yểu để dể tạo hình cuốn chả.",
                "– Món ăn đi kèm: Canh củ sen rong biển"
            ],
            "tags": [
                "miền Bắc",
                "chả chay",
                "cuốn rong biển",
                "món chay",
                "chiên"
            ]
        },
        {
            "tenmon": "Xào lăn chay thảo mộc",
            "image": "https://monngonmoingay.com/wp-content/uploads/2022/12/xao-lan-chay-thao-moc.jpg",
            "nguyenlieu": [
                "Mì căn: 4 cây ",
                "Nấm rơm búp: 100g ",
                "Nấm mèo ngâm nở: 3 tai ",
                "Chuối sáp luộc chín: 6 trái ",
                "Lá nhàu (loại bánh tẻ): 40g ",
                "Tàu hũ ky lá chiên giòn: 50g ",
                "Miến khô: 20g ",
                "RAU NÊM:  Ngò gai, rau om, húng quế: ",
                "ĂN KÈM: Bánh mì: ",
                "Gia vị: Bột ca ri, muối, đường, tiêu, poa rô bằm, sả cây, đậu phọng rang giã bể, ớt sừng cắt sợi, màu dầu điều, nước cốt dừa",
                "Nước tương ",
                "Hạt nêm "
            ],
            "soche": [
                "– Nấm rơm búp: ngâm rửa sạch, cắt chữ thập đầu nấm.",
                "– Mì cắn cắt cỡ nấm rơm, chiên ướp 1/2m hạt nêm aji-ngon, 1m nước tương Phú Sĩ, chiên sơ Mì căn.",
                "– Chuối sáp luộc cắt khối vuông cở nấm rơm. Ướp 1/2m hạt nêm Aji-ngon.",
                "– Nấm mèo cắt miếng vừa ăn, ướp 1/4m tiêu."
            ],
            "thuchien": [
                "– Thảo mộc: Lá nhàu lấy 1 nắm cắt sợi dầy 5 li để trang trí. Còn lại cắt rối dầy 1cm cùng với ngò gai, rau om, húng quế. Miến ngâm vừa mềm, cắt khúc 4cm. Sả dập giập, cắt khúc 3cm. Đun nóng dầu ăn, chiên ngập dầu lá nhàu cắt nhỏ, vớt ra để lên giấy thấm dầu cho ráo.",
                "– Xào lăn: Đun nóng 2M màu dầu điều trong chảo, phi thơm sả đập giập, cùng 3M boa rô bằm, thêm mì căn, nấm rơm vào xào 1 phút, thêm chuối sáp xào thơm, cho 1 chén nước cốt dừa, 1 chén nước xào chung, nêm 1m Hạt nêm Aji-ngon® Nấm, 1/2m bột cà ri, 1m đường, nấu sôi 2 phút, nước hơi sánh sánh, thêm nấm mèo, nấu 2p rồi cho miến đảo đều. Thêm ớt sừng cắt lát và thảo mộc, tắt lửa, trộn đều."
            ],
            "cachdung": [
                "Múc xào lăn ra đĩa sâu lòng, rắc thêm đậu phọng rang, tàu hũ ky chiên bóp nhỏ, trình bày với lá nhàu chiên giòn, ăn kèm bánh mì.",
                "Món ăn đi kèm:Gỏi hoa chuối thịt gà chay"
            ],
            "machnho": [
                "– Chọn lá nhàu bánh tẻ (không quá non cũng không quá già) sẽ ngon và phù hợp món ăn.",
                "– Ướp tiêu sau khi cắt nấm mèo giúp át đi mùi gỗ mục của nấm.",
                "– Không nấu nước cốt dừa lâu, sẽ bị vón cục."
            ],
            "tags": [
                "miền Bắc",
                "món xào chay",
                "xào lăn",
                "xào",
                "món chay"
            ]
        },
        {
            "tenmon": "Bí đỏ hấp hạnh nhân",
            "image": "https://monngonmoingay.com/wp-content/uploads/2021/02/bi-do-hap-hat-sen-880.webp",
            "nguyenlieu": [
                "Bí đỏ non: 4 trái",
                "Hạt sen: 100g ",
                "Đậu bi: 30g ",
                "Đậu hũ chiên: 50g ",
                "Cà rốt: 40g ",
                "Boaro: 1 cây",
                "Nấm đông cô tươi: 40g ",
                "RAU NÊM: Lá boaro, cọng ngò, ớt sừng cắt sợi: ",
                "Gia vị: dầu ăn",
                "Nước tương ",
                "Hạt nêm "
            ],
            "soche": [
                "Bí đỏ cắt chóp, nạo bỏ phần hạt, giữ lại phần nắp, hấp bí đỏ 10 phút.",
                "Hạt sen lấy tim sen, luộc chín hạt sen và đậu bi.",
                "Đậu hũ, cà rốt và nấm đông cô tươi cắt hạt lựu. Hành boaro cắt mỏng phần cọng, phần lá cắt nhuyễn."
            ],
            "thuchien": [
                "Phi thơm hành boaro, cho nấm và cà rốt vào xào, thêm 2M nước, cho hạt sen, đậu bi, đậu hũ vào xào sơ, nêm 1m Hạt nêm Aji-ngon® Nấm Hương và Hạt Sen, 1/3m tiêu. Tắt lửa. Thêm lá boaro.",
                "Cho rau củ đã xào vào bí, đậy nắp, hấp thêm 25 phút đến khi bí đỏ và rau củ chín mềm. Rắc ít lá boaro và ớt sừng cắt sợi cùng cọng ngò lên trên."
            ],
            "cachdung": [
                "Dùng nóng. Chấm kèm Nước tương “Phú Sĩ”."
            ],
            "machnho": [
                "Hấp sơ bí giúp món ăn chín đều sau khi hoàn thành.",
                "Xào nấm chín kĩ để giảm mùi hăng của nấm.",
                "Chọn quả bí tròn đều, đáy bằng, vỏ đậm màu, sau khi hấp sẽ đẹp hơn.",
                "Món ăn đi kèm để tạo thành bữa ăn hoàn chỉnh: Súp bát trân chay."
            ],
            "tags": [
                "miền Nam",
                "bí đỏ",
                "hạt sen",
                "món chay dễ làm",
                "hấp",
                "món chay"
            ]
        }
    ]
}